Repository: sargis2000/primaries-v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy

source: Search files
hy: Որոնել ֆայլեր

source: Select an image to embed
hy: Ընտրեք պատկեր՝ տեղադրելու համար

source: Browse for the image you want, then click 'Embed Image' to continue...
hy: Փնտրեք ձեր ուզած պատկերը, այնուհետև կտտացրեք «Ներկառուցել պատկերը»՝ շարունակելու համար...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
hy: Պատկերներ չեն գտնվել: Վերբեռնեք պատկերներ՝ օգտագործելով «Պատկերի կոճակը» երկխոսության «Վերբեռնում»

source: Images in:
hy: Պատկերները՝

source: Embed Image
hy: Տեղադրել պատկերը

source: Play Slideshow
hy: Նվագարկել Սլայդշոու

source: Pause Slideshow
hy: Դադարեցնել սլայդերի ցուցադրումը

source: &lsaquo; Previous Photo
hy: &lsaquo; Նախորդ լուսանկար

source: Next Photo &rsaquo;
hy: Հաջորդ լուսանկարը &rsaquo;

source: Next &rsaquo;
hy: Հաջորդը &rsaquo;

source: No file selected!
hy: Ֆայլ ընտրված չէ:

source: Enter a valid value.
hy: Մուտքագրեք վավեր արժեք:

source: Enter a valid URL.
hy: Մուտքագրեք վավեր URL:

source: Enter a valid integer.
hy: Մուտքագրեք վավեր ամբողջ թիվ:

source: Enter a valid email address.
hy: Մուտքագրեք վավեր էլփոստի հասցե:

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
hy: Մուտքագրեք վավեր «slug»՝ բաղկացած տառերից, թվերից, ընդգծված գծերից կամ գծիկներից:

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
hy: Մուտքագրեք վավեր «slug»՝ բաղկացած Յունիկոդի տառերից, թվերից, ընդգծված գծերից կամ գծիկներից:

source: Enter a valid IPv4 address.
hy: Մուտքագրեք վավեր IPv4 հասցե:

source: Enter a valid IPv6 address.
hy: Մուտքագրեք վավեր IPv6 հասցե:

source: Enter a valid IPv4 or IPv6 address.
hy: Մուտքագրեք վավեր IPv4 կամ IPv6 հասցե:

source: Enter only digits separated by commas.
hy: Մուտքագրեք միայն ստորակետերով բաժանված թվանշանները:

source: Enter a number.
hy: Մուտքագրեք թիվ:

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
hy: Ֆայլի «%(extension)s» ընդլայնումը չի թույլատրվում: Թույլատրված ընդլայնումներն են՝ %(allowed_extensions)s:

source: Null characters are not allowed.
hy: Չեղյալ նիշերը թույլատրված չեն:

source: and
hy: և

source: Value %(value)r is not a valid choice.
hy: %(value)r արժեքը վավեր ընտրություն չէ:

source: This field cannot be null.
hy: Այս դաշտը չի կարող զրոյական լինել:

source: This field cannot be blank.
hy: Այս դաշտը չի կարող դատարկ լինել:

source: “%(value)s” value must be either True or False.
hy: «%(value)s» արժեքը պետք է լինի ճիշտ կամ սխալ:

source: “%(value)s” value must be either True, False, or None.
hy: «%(value)s» արժեքը պետք է լինի ճիշտ, սխալ կամ ոչ:

source: Boolean (Either True or False)
hy: Բուլյան (ճշմարիտ կամ սխալ)

source: String (up to %(max_length)s)
hy: Տող (մինչև %(max_length)s)

source: Comma-separated integers
hy: Ստորակետերով բաժանված ամբողջ թվեր

source: Date (without time)
hy: Ամսաթիվ (առանց ժամանակի)

source: Date (with time)
hy: Ամսաթիվ (ժամանակի հետ)

source: “%(value)s” value must be a decimal number.
hy: «%(value)s» արժեքը պետք է լինի տասնորդական թիվ:

source: Decimal number
hy: Տասնորդական թիվ

source: Duration
hy: Տեւողությունը

source: Email address
hy: Էլեկտրոնային հասցե

source: File path
hy: Ֆայլի ուղին

source: “%(value)s” value must be a float.
hy: «%(value)s» արժեքը պետք է լինի լողացող:

source: Floating point number
hy: Լողացող կետի համարը

source: “%(value)s” value must be an integer.
hy: «%(value)s» արժեքը պետք է լինի ամբողջ թիվ:

source: Integer
hy: Ամբողջ թիվ

source: Big (8 byte) integer
hy: Մեծ (8 բայթ) ամբողջ թիվ

source: Small integer
hy: Փոքր ամբողջ թիվ

source: IPv4 address
hy: IPv4 հասցե

source: IP address
hy: IP հասցե

source: “%(value)s” value must be either None, True or False.
hy: «%(value)s» արժեքը պետք է լինի կամ None, True կամ False:

source: Boolean (Either True, False or None)
hy: Բուլյան (ճշմարիտ, կեղծ կամ ոչ մեկը)

source: Positive big integer
hy: Դրական մեծ ամբողջ թիվ

source: Positive integer
hy: Դրական ամբողջ թիվ

source: Positive small integer
hy: Դրական փոքր ամբողջ թիվ

source: Slug (up to %(max_length)s)
hy: Slug (մինչև %(max_length)s)

source: Text
hy: Տեքստ

source: Time
hy: Ժամանակը

source: Raw binary data
hy: Հում երկուական տվյալներ

source: “%(value)s” is not a valid UUID.
hy: «%(value)s»-ը վավեր UUID չէ:

source: Universally unique identifier
hy: Համընդհանուր եզակի նույնացուցիչ

source: File
hy: Ֆայլ

source: Image
hy: Պատկեր

source: A JSON object
hy: JSON օբյեկտ

source: Value must be valid JSON.
hy: Արժեքը պետք է լինի վավեր JSON:

source: This field is required.
hy: Այս դաշտը պարտադիր է:

source: Enter a whole number.
hy: Մուտքագրեք ամբողջ թիվ:

source: Enter a valid date.
hy: Մուտքագրեք վավեր ամսաթիվ:

source: Enter a valid time.
hy: Մուտքագրեք վավեր ժամանակ:

source: Enter a valid date/time.
hy: Մուտքագրեք վավեր ամսաթիվ/ժամ:

source: Enter a valid duration.
hy: Մուտքագրեք վավեր տևողություն:

source: The number of days must be between {min_days} and {max_days}.
hy: Օրերի քանակը պետք է լինի {min_days}-ից {max_days}-ի միջև:

source: No file was submitted. Check the encoding type on the form.
hy: Ոչ մի ֆայլ չի ներկայացվել: Ստուգեք ձևաթղթի կոդավորման տեսակը:

source: No file was submitted.
hy: Ոչ մի ֆայլ չի ներկայացվել:

source: The submitted file is empty.
hy: Ներկայացված ֆայլը դատարկ է:

source: Please either submit a file or check the clear checkbox, not both.
hy: Խնդրում ենք կամ ներկայացնել ֆայլ կամ ստուգել վանդակը, ոչ թե երկուսը:

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
hy: Վերբեռնեք վավեր պատկեր: Ձեր վերբեռնած ֆայլը կամ պատկեր չէր կամ վնասված պատկեր:

source: Select a valid choice. %(value)s is not one of the available choices.
hy: Ընտրեք վավեր ընտրություն: %(value)s-ը հասանելի ընտրանքներից չէ:

source: Enter a list of values.
hy: Մուտքագրեք արժեքների ցանկը:

source: Enter a complete value.
hy: Մուտքագրեք ամբողջական արժեք:

source: Enter a valid UUID.
hy: Մուտքագրեք վավեր UUID:

source: Enter a valid JSON.
hy: Մուտքագրեք վավեր JSON:

source: (Hidden field %(name)s) %(error)s
hy: (Թաքնված դաշտ %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
hy: ManagementForm-ի տվյալները բացակայում են կամ կեղծվել են: Բացակայող դաշտեր՝ %(field_names)s: Հնարավոր է, որ ձեզ անհրաժեշտ լինի վրիպակի մասին հաշվետվություն ներկայացնել, եթե խնդիրը շարունակվի:

source: Order
hy: Պատվեր

source: Delete
hy: Ջնջել

source: Please correct the duplicate data for %(field)s.
hy: Խնդրում ենք ուղղել %(field)s-ի կրկնօրինակ տվյալները:

source: Please correct the duplicate data for %(field)s, which must be unique.
hy: Խնդրում ենք ուղղել %(field)s-ի կրկնօրինակ տվյալները, որոնք պետք է եզակի լինեն:

source: Please correct the duplicate values below.
hy: Խնդրում ենք ուղղել ստորև ներկայացված կրկնօրինակ արժեքները:

source: The inline value did not match the parent instance.
hy: Ներդիր արժեքը չի համընկնում մայր օրինակի հետ:

source: Select a valid choice. That choice is not one of the available choices.
hy: Ընտրեք վավեր ընտրություն: Այդ ընտրությունը հասանելի տարբերակներից չէ։

source: “%(pk)s” is not a valid value.
hy: «%(pk)s»-ը վավեր արժեք չէ:

source: Clear
hy: Պարզ

source: Currently
hy: Ներկայումս

source: Change
hy: Փոփոխություն

source: Unknown
hy: Անհայտ

source: Yes
hy: Այո՛

source: No
hy: Ոչ

source: yes,no,maybe
hy: այո, ոչ, միգուցե

source: %s KB
hy: %s ԿԲ

source: %s MB
hy: %s ՄԲ

source: %s GB
hy: %s ԳԲ

source: %s TB
hy: %s ՏԲ

source: p.m.
hy: պ.մ.

source: a.m.
hy: ա.մ.

source: PM
hy: վարչապետ

source: midnight
hy: կեսգիշեր

source: noon
hy: կեսօր

source: Monday
hy: Երկուշաբթի

source: Tuesday
hy: Երեքշաբթի

source: Wednesday
hy: չորեքշաբթի

source: Thursday
hy: հինգշաբթի

source: Friday
hy: Ուրբաթ

source: Saturday
hy: շաբաթ օրը

source: Sunday
hy: Կիրակի

source: Mon
hy: Իմ

source: Tue
hy: Երք

source: Wed
hy: ամուսնացնել

source: Thu
hy: Հավաքել

source: Fri
hy: Ուրբ

source: Sat
hy: Շաբաթ

source: Sun
hy: Արև

source: January
hy: հունվար

source: February
hy: փետրվար

source: March
hy: մարտ

source: April
hy: ապրիլ

source: May
hy: մայիս

source: June
hy: հունիս

source: July
hy: հուլիս

source: August
hy: օգոստոս

source: September
hy: սեպտեմբեր

source: October
hy: հոկտեմբեր

source: November
hy: նոյեմբեր

source: December
hy: դեկտեմբեր

source: jan
hy: յան

source: feb
hy: փետր

source: mar
hy: մար

source: apr
hy: ապր

source: may
hy: մայիս

source: jun
hy: հուն

source: jul
hy: հուլիս

source: aug
hy: օգ

source: sep
hy: սեպ

source: oct
hy: հոկտ

source: nov
hy: նոյ

source: dec
hy: դեկտ

# abbrev. month
source: Jan.
hy: հուն.

# abbrev. month
source: Feb.
hy: փետր.

# abbrev. month
source: March
hy: մարտ

# abbrev. month
source: April
hy: ապրիլ

# abbrev. month
source: May
hy: մայիս

# abbrev. month
source: June
hy: հունիս

# abbrev. month
source: July
hy: հուլիս

# abbrev. month
source: Aug.
hy: օգ.

# abbrev. month
source: Sept.
hy: սեպտ.

# abbrev. month
source: Oct.
hy: հոկտ.

# abbrev. month
source: Nov.
hy: նոյ.

# abbrev. month
source: Dec.
hy: դեկտ.

# alt. month
source: January
hy: հունվար

# alt. month
source: February
hy: փետրվար

# alt. month
source: March
hy: մարտ

# alt. month
source: April
hy: ապրիլ

# alt. month
source: May
hy: մայիս

# alt. month
source: June
hy: հունիս

# alt. month
source: July
hy: հուլիս

# alt. month
source: August
hy: օգոստոս

# alt. month
source: September
hy: սեպտեմբեր

# alt. month
source: October
hy: հոկտեմբեր

# alt. month
source: November
hy: նոյեմբեր

# alt. month
source: December
hy: դեկտեմբեր

source: This is not a valid IPv6 address.
hy: Սա վավեր IPv6 հասցե չէ:

source: or
hy: կամ

source: No year specified
hy: Տարի չի նշվում

source: Date out of range
hy: Ամսաթիվը տիրույթից դուրս է

source: No month specified
hy: Ամիս չի նշվում

source: No day specified
hy: Ոչ մի օր նշված չէ

source: No week specified
hy: Շաբաթ չի նշվում

source: No %(verbose_name_plural)s available
hy: %(verbose_name_plural)s հասանելի չէ

source: Invalid date string “%(datestr)s” given format “%(format)s”
hy: Անվավեր ամսաթվի տող «%(datestr)s» տրված «%(format)s» ձևաչափով

source: No %(verbose_name)s found matching the query
hy: Հարցմանը համապատասխան %(verbose_name)s չի գտնվել

source: Page is not “last”, nor can it be converted to an int.
hy: Էջը «վերջին» չէ, ոչ էլ այն կարող է փոխարկվել int-ի:

source: Invalid page (%(page_number)s): %(message)s
hy: Անվավեր էջ (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
hy: Դատարկ ցուցակը և «%(class_name)s.allow_empty»-ը Սխալ է:

source: Directory indexes are not allowed here.
hy: Գրացուցակի ինդեքսներն այստեղ թույլատրված չեն:

source: The install worked successfully! Congratulations!
hy: Տեղադրումը հաջողությամբ աշխատեց: Շնորհավորում եմ:

source: Topics, references, &amp; how-to’s
hy: Թեմաներ, հղումներ և ինչպես անել

source: Tutorial: A Polling App
hy: Ձեռնարկ. Քվեարկության հավելված

source: Get started with Django
hy: Սկսեք Django-ի հետ

source: Django Community
hy: Ջանգո համայնք

source: Connect, get help, or contribute
hy: Միացեք, օգնություն ստացեք կամ նպաստեք

source: Password Reset Token
hy: Գաղտնաբառի վերակայման նշան

source: Password Reset Tokens
hy: Գաղտնաբառի վերակայման նշաններ

source: The User which is associated to this password reset token
hy: Օգտագործողը, որը կապված է այս գաղտնաբառի վերակայման նշանի հետ

source: When was this token generated
hy: Ե՞րբ է ստեղծվել այս նշանը

source: Key
hy: Բանալի

source: The IP address of this session
hy: Այս նստաշրջանի IP հասցեն

source: HTTP User Agent
hy: HTTP օգտվողի գործակալ

source: The OTP password entered is not valid. Please check and try again.
hy: Մուտքագրված OTP գաղտնաբառը վավեր չէ: Խնդրում ենք ստուգել և նորից փորձել:

source: The token has expired
hy: Նշանի ժամկետը սպառվել է

source: Password
hy: Գաղտնաբառ

source: We couldn't find an account associated with that email. Please try a different e-mail address.
hy: Մենք չկարողացանք գտնել այդ էլփոստի հետ կապված հաշիվ: Խնդրում ենք փորձել այլ էլփոստի հասցե:

source: show this help message and exit
hy: ցույց տալ այս օգնության հաղորդագրությունը և դուրս գալ
